Repository: LambdaDigamma/moers-ios
Catalog: ios/RubbishFeature/Sources/RubbishFeature/Resources/Localizable.xcstrings
Source language: en
Languages: de

# RubbishCollectionNotification.body
source: Tomorrow will be collected:
de: Morgen wird abgeholt:

# RubbishCollectionNotification.title
source: Pick-up Schedule
de: Abfuhrkalender

# RubbishDashboardError.Deactivated.text
source: You can enable the waste schedule in the settings.
de: Du kannst den Abfallkalender in den Einstellungen aktivieren.

# RubbishDashboardError.Deactivated.title
source: Waste schedule disabled
de: Abfallkalender deaktiviert

# RubbishDashboardError.InternalError.title
source: Internal error
de: Interner Fehler

# RubbishDashboardError.NotConfigured.text
source: You have not selected a street for which you want to see the waste schedule. Select a street in the settings first.
de: Du hast keine Straße ausgewählt, für die Du den Abfallkalender sehen möchtest. Wähle eine Straße in den Einstellungen aus.

# RubbishDashboardError.NotConfigured.title
source: No street selected
de: Straße nicht ausgewählt

# RubbishDashboardError.NoYearData.text
source: No other pickup dates could be found in the waste schedule.
de: Im Abfallkalender konnten keine weiteren Termine gefunden werden.

# RubbishDashboardError.NoYearData.title
source: Attention
de: Warnung

# Waste.dashboardTitle
source: Next collection dates
de: Nächste Leerungen

# Waste.loadingDashboard
source: Loading waste schedule…
de: Lädt Abfallkalender…

# Waste.loadingFailed
source: Loading the waste calendar could not be completed.
de: Das Laden des Abfallkalenders konnte nicht abgeschlossen werden.

# Waste.noUpcomingRubbishItems
source: No further dates could be found in the waste calendar.
de: Im Abfallkalender konnten keine weiteren Termine gefunden werden.

# WasteSchedule.Info.close
source: Close
de: Schließen

# WasteSchedule.Info.disclaimer
source: The waste calendar is provided by waste management company ENNI for the app. There is no guarantee that the data listed here is correct. If you have any problems, you should therefore rather contact ENNI itself.
de: Der Abfallkalender wird von den Entsorgungsbetrieben ENNI für die App zur Verfügung gestellt. Es besteht kein Gewähr auf Richtigkeit der hier aufgeführten Daten. Bei Problemen solltest Du Dich daher lieber an ENNI selbst wenden.

# WasteSchedule.Info.selectedStreet
source: Selected street
de: Ausgewählte Straße

# WasteSchedule.title
source: Waste schedule
de: Abfallkalender

# WasteType.green
source: Green Cuttings
de: Grünschnitt

# WasteType.organic
source: Organic Waste
de: Biotonne

# WasteType.paper
source: Paper Waste
de: Papiertonne

# WasteType.residual
source: Residual Waste
de: Restabfall

# WasteType.yellow
source: Yellow Bag
de: Gelber Sack

# WasteTypeShort.green
source: Cuttings
de: Schnitt

# WasteTypeShort.organic
source: Organic
de: Bio

# WasteTypeShort.paper
source: Paper
de: Papier

# WasteTypeShort.residual
source: Residual
de: Rest

# WasteTypeShort.yellow
source: Yellow
de: Gelb
